[
    {
        "name": "Jujutsu Kaisen",
        "genre": "Action",
        "rating": 5,
        "placeread": "jujutsukaisen.com",
        "summary": "Yuuji is a genius at track and field. But he has zero interest running around in circles, he’s happy as a clam in the Occult Research Club. Although he’s only in the club for kicks, things get serious when a real spirit shows up at school! Life’s about to get really strange in Sugisawa Town #3 High School! Faced with the horrific monsters that the cursed object spawned, Yuuji swallows it to gain its power and save his friends! But now Yuuji is the one that’s cursed, and he’ll be dragged into Megumi’s thrilling world of exorcists and evil monsters."
    },
    {
        "name": "My Dad is Too Strong",
        "genre": "Action",
        "rating": 4,
        "placeread": "leviatanscans.com",
        "summary": "Lee Dojun was a desk worker for the government that was a part of the rift management team. One day, he got into an accident and woke up in the world of murim where he learned to fight and a single crucial skill. <Pocketwatch> was a skill that he had gained when he first appeared in <murim> and it resurrect him a day before after his death. Through many years he rose to the top of the ranks becoming the strongest, but just like that, he blinked and came back to the world he was originally from. Dojun continued to go to work and live at his home, but the only thing that changed was gaining a daughter through his “Dad Contract”."

    },
    {
        "name": "Demon Magic Emperor",
        "genre": "Action",
        "rating": 5,
        "placeread": "mahuaplus.com",
        "summary": "Because he had the heritage of the ancient Magic Emperor, Magic Emperor Zhuo Yifan met the misfortune of being betrayed and killed by his trusted disciple. After being reborn, his cultivation went back to zero and he was trapped by a heart demon, given no choice but to become the housekeeper of the Luo Family’s lone eldest miss. From being a Magic Emperor to being an insignificant housekeeper, how would he get along with his “heart demon eldest miss” and what power would he gain in order to lead himself and the declining family to rise back to the peak of the continent!"
    }
]
